Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
nl_nl: {{FailedLength}} van de {{RequestedCount}} geselecteerde documenten kunnen niet worden ingetrokken. Alleen vrijgegeven documenten kunnen worden ingetrokken.

source: No manager
nl_nl: Geen manager

source: Communication manager
nl_nl: Communicatiemanager

source: Supported file formats: PDF. Maximum file size: 20MB.
nl_nl: Ondersteunde bestandsformaten: PDF. Maximale bestandsgrootte: 20MB.

source: You can close this window, but please keep this page open to ensure a successful upload.
nl_nl: U kunt dit venster sluiten, maar houd deze pagina open om een succesvolle upload te garanderen.

source: Your file is being uploaded.
nl_nl: Uw bestand wordt geüpload.

source: The document "{{fileName}}" was successfully imported.
nl_nl: Het document "{{fileName}}" is succesvol geïmporteerd.

source: The document "{{fileName}}" cannot be imported. Check format and size conditions.
nl_nl: Het document "{{fileName}}" kan niet worden geïmporteerd. Controleer de voorwaarden voor formaat en grootte.

source: Canceled
nl_nl: Geannuleerd

source: No doc
nl_nl: Geen document

source: Not released
nl_nl: Niet vrijgegeven

source: Released
nl_nl: Uitgebracht

source: Unreleased
nl_nl: Niet uitgebracht

source: My summary report
nl_nl: Mijn samenvattingsrapport

source: Document review
nl_nl: Documentcontrole

source: Hierarchy validation
nl_nl: Hiërarchievalidatie

source: Marketing team equity plan
nl_nl: Gelijkheidsplan voor het marketingteam

source: View grid
nl_nl: Raster bekijken

source: Comp history
nl_nl: Comp geschiedenis

source: Go to individual view
nl_nl: Ga naar individuele weergave

source: Comp overview
nl_nl: Comp overzicht

source: day
nl_nl: dag

source: History of the last {{count}} change events
nl_nl: Geschiedenis van de laatste {{count}} wijzigingsgebeurtenissen

source: month
nl_nl: maand

source: months
nl_nl: maanden

source: No compensation history available for this worker at the moment.
nl_nl: Er is momenteel geen compensatiehistorie beschikbaar voor deze medewerker.

source: No comp history
nl_nl: Geen compensatiehistorie

source: Overview of recent changes
nl_nl: Overzicht van recente wijzigingen

source: Time in company
nl_nl: Tijd in dienst

source: Time in role
nl_nl: Tijd in functie

source: year
nl_nl: jaar

source: years
nl_nl: jaar

source: Create plan
nl_nl: Plan maken

source: New plan
nl_nl: Nieuw plan

source: Are you sure you want to exit without saving your changes?
nl_nl: Weet je zeker dat je wilt afsluiten zonder je wijzigingen op te slaan?

source: Exit without saving
nl_nl: Afsluiten zonder op te slaan

source: Zip code
nl_nl: Postcode

source: Zip code or postal code.
nl_nl: Postcode.

source: Let's discuss on
nl_nl: Laten we het hebben over

source: Type and status
nl_nl: Type en status

source: Please accept the data privacy notice to proceed.
nl_nl: Accepteer alstublieft de kennisgeving inzake gegevensprivacy om door te gaan.

source: Bulk edition via CSV
nl_nl: Bulkbewerking via CSV

source: Export roles
nl_nl: Rollen exporteren

source: Upload your file
nl_nl: Upload je bestand

source: Download your current role configuration
nl_nl: Download je huidige rolconfiguratie

source: Edit the CSV file
nl_nl: Bewerk het CSV-bestand

source: Upload the modified CSV file
nl_nl: Upload het gewijzigde CSV-bestand

source: The file was successfully uploaded. Please download the log file. To review any errors, refer to the last two columns of the file ("Result" and "Error Description").
nl_nl: Het bestand is succesvol geüpload. Download alstublieft het logbestand. Om eventuele fouten te bekijken, raadpleegt u de laatste twee kolommen van het bestand ("Resultaat" en "Foutbeschrijving").

source: Your avatar was successfully updated.
nl_nl: Je avatar is succesvol bijgewerkt.

source: <strong>{{userName}}</strong> added alignments.
nl_nl: <strong>{{userName}}</strong> heeft afstemmingen toegevoegd.

source: <strong>{{userName}}</strong> deleted alignments.
nl_nl: <strong>{{userName}}</strong> heeft uitlijningen verwijderd.

source: <strong>{{userName}}</strong> added a file.
nl_nl: <strong>{{userName}}</strong> heeft een bestand toegevoegd.

source: <strong>{{userName}}</strong> deleted a file.
nl_nl: <strong>{{userName}}</strong> heeft een bestand verwijderd.

source: <strong>{{userName}}</strong> added a deliverable.
nl_nl: <strong>{{userName}}</strong> heeft een deliverable toegevoegd.

source: <strong>{{userName}}</strong> deleted a deliverable.
nl_nl: <strong>{{userName}}</strong> heeft een deliverable verwijderd.

source: <strong>{{userName}}</strong> marked a deliverable as done.
nl_nl: <strong>{{userName}}</strong> heeft een deliverable als voltooid gemarkeerd.

source: <strong>{{userName}}</strong> marked a deliverable as undone.
nl_nl: <strong>{{userName}}</strong> heeft een deliverable als ongedaan gemarkeerd.

source: <strong>{{userName}}</strong> updated a deliverable.
nl_nl: <strong>{{userName}}</strong> heeft een deliverable bijgewerkt.

source: <strong>{{userName}}</strong> updated a description.
nl_nl: <strong>{{userName}}</strong> heeft een beschrijving bijgewerkt.

source: <strong>{{userName}}</strong> updated the due date.
nl_nl: <strong>{{userName}}</strong> heeft de vervaldatum bijgewerkt.

source: <strong>{{userName}}</strong> approved a goal
nl_nl: <strong>{{userName}}</strong> heeft een doel goedgekeurd

source: <strong>{{userName}}</strong> created a goal
nl_nl: <strong>{{userName}}</strong> heeft een doel aangemaakt

source: <strong>{{userName}}</strong> rejected a goal
nl_nl: <strong>{{userName}}</strong> heeft een doel afgewezen

source: <strong>{{userName}}</strong> deleted a goal
nl_nl: <strong>{{userName}}</strong> heeft een doel verwijderd

source: <strong>{{userName}}</strong> marked a goal as done.
nl_nl: <strong>{{userName}}</strong> heeft een doel als voltooid gemarkeerd.

source: <strong>{{userName}}</strong> reopened a goal
nl_nl: <strong>{{userName}}</strong> heeft een doel heropend

source: <strong>{{userName}}</strong> submitted a goal for approval.
nl_nl: <strong>{{userName}}</strong> heeft een doel ter goedkeuring ingediend.

source: <strong>{{userName}}</strong> added a measurement criterion
nl_nl: <strong>{{userName}}</strong> heeft een meetcriterium toegevoegd

source: <strong>{{userName}}</strong> deleted a measurement criterion
nl_nl: <strong>{{userName}}</strong> heeft een meetcriterium verwijderd

source: <strong>{{userName}}</strong> updated a measurement criterion
nl_nl: <strong>{{userName}}</strong> heeft een meetcriterium bijgewerkt

source: <strong>{{userName}}</strong> updated the population of a goal.
nl_nl: <strong>{{userName}}</strong> heeft de populatie van een doel bijgewerkt.

source: <strong>{{userName}}</strong> updated a goal priority
nl_nl: <strong>{{userName}}</strong> heeft een doelprioriteit bijgewerkt

source: <strong>{{userName}}</strong> updated the progress settings of a goal.
nl_nl: <strong>{{userName}}</strong> heeft de voortgangsinstellingen van een doel bijgewerkt.

source: <strong>{{userName}}</strong> updated the progress of a goal.
nl_nl: <strong>{{userName}}</strong> heeft de voortgang van een doel bijgewerkt.

source: <strong>{{userName}}</strong> updated a title
nl_nl: <strong>{{userName}}</strong> heeft een titel bijgewerkt

source: <strong>{{userName}}</strong> updated a goal tracking status
nl_nl: <strong>{{userName}}</strong> heeft een doelvolgstatus bijgewerkt

source: <strong>{{userName}}</strong> updated the weight of a goal.
nl_nl: <strong>{{userName}}</strong> heeft het gewicht van een doel bijgewerkt.

source: Our security filter has blocked your request. Please refresh the page and try again. If the issue persists, please reach out to your IT team for assistance.
nl_nl: Ons beveiligingsfilter heeft uw verzoek geblokkeerd. Vernieuw de pagina en probeer het opnieuw. Als het probleem aanhoudt, neem dan contact op met uw IT-team voor ondersteuning.

source: Back to the previous page
nl_nl: Terug naar de vorige pagina

source: You currently don't have proxy access
nl_nl: U heeft momenteel geen proxytoegang

source: My proxy permissions
nl_nl: Mijn proxyrechten

source: Proxy user
nl_nl: Proxygebruiker

source: Acting on behalf of
nl_nl: Handelen namens

source: Your goal was successfully published. You're on the right track!
nl_nl: Je doel is succesvol gepubliceerd. Je bent op de goede weg!

source: See all
nl_nl: Bekijk alles

source: View goal
nl_nl: Bekijk doel

source: Read less
nl_nl: Lees minder

source: Read more
nl_nl: Lees meer

source: State or region.
nl_nl: Staat of regio.

source: Are you sure you want to reopen this goal?
nl_nl: Weet je zeker dat je dit doel opnieuw wilt openen?

source: Reopen goal
nl_nl: Doel heropenen

source: Add inspiration tip content
nl_nl: Voeg inspiratietip-inhoud toe

source: Can you give me your perspective on the progress of my project? | What are my top three strengths? | Where do you think I should focus my development? | What is something you like about working with me? | Is there anything I could do to improve your experience working with me? | Where could I improve in my role?| Where do you think I am most impactful in my role? | How could I have better supported you in your role? | Can we talk about my project? What do you think is going well or what didn’t go well? | If there was one piece of advice you would give me to help me grow, what would it be? | Have you noticed any gaps in my self-awareness? | What skills do you think I should learn/ improve? | Can you give me your thoughts on how I am doing in my role? | Is there anything you would have done differently? | What key behaviors should I practice?
nl_nl: Kun je me jouw perspectief geven over de voortgang van mijn project? | Wat zijn mijn drie grootste sterke punten? | Waar denk je dat ik me op moet richten voor mijn ontwikkeling? | Wat vind je leuk aan het samenwerken met mij? | Is er iets dat ik kan doen om jouw ervaring met mij te verbeteren? | Waar kan ik verbeteren in mijn rol? | Waar denk je dat ik het meest impactvol ben in mijn rol? | Hoe had ik je beter kunnen ondersteunen in jouw rol? | Kunnen we het hebben over mijn project? Wat denk je dat goed gaat of wat niet goed ging? | Als er één advies is dat je me zou geven om te groeien, wat zou dat dan zijn? | Heb je hiaten opgemerkt in mijn zelfbewustzijn? | Welke vaardigheden denk je dat ik moet leren/verbeteren? | Kun je me jouw mening geven over hoe ik het doe in mijn rol? | Is er iets dat je anders zou hebben gedaan? | Welke sleutelgedragingen moet ik oefenen?

source: Can you give me your perspective on the progress of their projects? | What are their top three strengths? | Where do you think they should focus their development? | What is something you like about working with them? | What would you recommend them to stop/start/continue? | Is there anything they could do to improve your experience working with them? | Where could they improve in their role? | Where do you think they are most impactful in their role? | Are there any specific areas of development you think I could help them focus on? | If there was one piece of advice you could give them, what would it be? | Have you noticed any gaps in their self-awareness? | What skills do you think they should learn/ improve? | Can you give me your thoughts on how they are doing in their role? | What do you think are their top stand out behaviors? | What key behaviors should they practice?
nl_nl: Kun je me jouw perspectief geven over de voortgang van hun projecten? | Wat zijn hun drie grootste sterke punten? | Waar denk je dat ze zich op moeten richten voor hun ontwikkeling? | Wat vind je leuk aan het samenwerken met hen? | Wat zou je hen aanbevelen om te stoppen/starten/doorgaan? | Is er iets dat ze kunnen doen om jouw ervaring met hen te verbeteren? | Waar kunnen ze verbeteren in hun rol? | Waar denk je dat ze het meest impactvol zijn in hun rol? | Zijn er specifieke ontwikkelingsgebieden waarop ik hen kan helpen focussen? | Als je hen één advies zou kunnen geven, wat zou dat dan zijn? | Heb je hiaten opgemerkt in hun zelfbewustzijn? | Welke vaardigheden denk je dat ze moeten leren/verbeteren? | Kun je me jouw mening geven over hoe ze het doen in hun rol? | Wat denk je dat hun opvallendste gedragingen zijn? | Welke sleutelgedragingen zouden ze moeten oefenen?

source: Where do you think they are most impactful in their role?
nl_nl: Waar denk je dat zij in hun rol de meeste impact hebben?

source: Have you noticed any gaps in their self-awareness?
nl_nl: Is het je opgevallen dat hun zelfinzicht ergens tekortschiet?

source: What key behaviors should they practice?
nl_nl: Welke kerncompetenties moeten zij laten zien?

source: What would you recommend them to stop/start/continue?
nl_nl: Wat zou je hen aanraden om te stoppen, te beginnen en voort te zetten?

source: Can you give me your perspective on the progress of their projects?
nl_nl: Kunt u mij uw visie geven op de voortgang van hun projecten?

source: What do you think are their top stand out behaviors?
nl_nl: Wat vind je hun meest opvallende gedragingen?

source: What is something you like about working with them?
nl_nl: Wat vind je leuk aan het samenwerken met hen?

source: Are there any specific areas of development you think I could help them focus on?
nl_nl: Zijn er specifieke ontwikkelgebieden waarvan je denkt dat ik hen kan helpen zich daarop te richten?

source: What are their top three strengths?
nl_nl: Wat zijn hun drie belangrijkste sterke punten?

source: Where could they improve in their role?
nl_nl: Waar kunnen ze zich in hun rol verbeteren?

source: Is there anything they could do to improve your experience working with them?
nl_nl: Is er iets dat ze zouden kunnen doen om jouw ervaring met het werken met hen te verbeteren?

source: If there was one piece of advice you could give them, what would it be?
nl_nl: Als je ze één advies zou kunnen geven, wat zou dat dan zijn?

source: Where do you think they should focus their development?
nl_nl: Waar vind je dat ze zich op moeten richten in hun ontwikkeling?

source: Can you give me your thoughts on how they are doing in their role?
nl_nl: Kunt u uw mening geven over hoe ze het doen in hun functie?

source: What skills do you think they should learn/improve?
nl_nl: Welke vaardigheden denk je dat ze zouden moeten leren/verbeteren?

source: How could I have better supported you in your role?
nl_nl: Hoe had ik je beter kunnen ondersteunen in je rol?

source: Have you noticed any gaps in my self-awareness?
nl_nl: Is het je opgevallen dat er hiaten zijn in mijn zelfinzicht?

source: What key behaviors should I practice?
nl_nl: Welke sleutelgedragingen moet ik oefenen?

source: Is there anything I could do to improve your experience working with me?
nl_nl: Is er iets dat ik kan doen om jouw ervaring in de samenwerking met mij te verbeteren?

source: Can you give me your perspective on the progress of my project?
nl_nl: Kunt u mij uw kijk geven op de voortgang van mijn project?

source: Is there anything you would have done differently?
nl_nl: Is er iets dat je anders zou hebben gedaan?

source: What is something you like about working with me?
nl_nl: Wat vind je leuk aan het samenwerken met mij?

source: Can we talk about my project? What do you think is going well or what didn’t go well?
nl_nl: Kunnen we het over mijn project hebben? Wat vindt u dat goed ging en wat niet goed ging?

source: What are my top three strengths?
nl_nl: Wat zijn mijn drie grootste sterke punten?

source: Where do you think I am most impactful in my role?
nl_nl: Waar denk je dat ik in mijn rol de meeste impact heb?

source: Where could I improve in my role?
nl_nl: Waar kan ik beter worden in mijn functie?

source: If there was one piece of advice you would give me to help me grow, what would it be?
nl_nl: Als je mij één advies zou geven om me te helpen groeien, wat zou dat dan zijn?

source: Where do you think I should focus my development?
nl_nl: Waar denk je dat ik mijn ontwikkeling op moet richten?

source: Can you give me your thoughts on how I am doing in my role?
nl_nl: Kun je me vertellen wat je vindt van hoe ik het doe in mijn rol?

source: What skills do you think I should learn/improve?
nl_nl: Welke vaardigheden denk je dat ik zou moeten leren/verbeteren?

source: The goal was successfully submitted again for approval.
nl_nl: Het doel is opnieuw succesvol ter goedkeuring ingediend.

source: Max score
nl_nl: Maximumscore

source: Performance evaluation section
nl_nl: Sectie prestatiebeoordeling

source: The review is about a deactivated worker.
nl_nl: De evaluatie gaat over een gedeactiveerde werknemer.

source: Edit response
nl_nl: Antwoord bewerken

source: Goals aligned to this goal
nl_nl: Doelen die zijn afgestemd op dit doel

source: Fulfillment
nl_nl: Vervulling

source: Hide details
nl_nl: Details verbergen

source: What is your view?
nl_nl: Wat is jouw mening?

source: No rating yet.
nl_nl: Nog geen beoordeling.

source: Not rated
nl_nl: Niet beoordeeld

source: Delete reviews
nl_nl: Verwijder beoordelingen

source: Are you sure you want to delete {{count}} review? This action cannot be undone.
nl_nl: Weet je zeker dat je {{count}} beoordeling wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

source: Are you sure you want to delete {{count}} reviews? This action cannot be undone.
nl_nl: Weet je zeker dat je {{count}} beoordelingen wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

source: Delete {{count}} review
nl_nl: Verwijder {{count}} beoordeling

source: Delete {{count}} reviews
nl_nl: {{count}} beoordelingen verwijderen

source: The deletion process of the review has started. This can take some time.
nl_nl: Het verwijderingsproces van de beoordeling is gestart. Dit kan enige tijd duren.

source: {{count}} reviews were successfully deleted.
nl_nl: {{count}} reviews zijn succesvol verwijderd.

source: {{count}} review was successfully deleted.
nl_nl: {{count}} beoordeling is succesvol verwijderd.

source: Filter by review stage
nl_nl: Filter op beoordelingsfase

source: Reviews in "Closed" stage: {{count}}
nl_nl: Beoordelingen in de "Gesloten" fase: {{count}}

source: Reviews in "Closed (System)" stage: {{count}}
nl_nl: Beoordelingen in de fase "Gesloten (Systeem)": {{count}}

source: Reviews in "Moderation" stage: {{count}}
nl_nl: Beoordelingen in de "Moderatie" fase: {{count}}

source: Reviews in "Pending sign-off" stage: {{count}}
nl_nl: Reviews in "In afwachting van goedkeuring" fase: {{count}}

source: Find workers by cost center
nl_nl: Vind werknemers op kostenplaats

source: Search for a cost center
nl_nl: Zoek naar een kostenplaats

source: Find workers by country
nl_nl: Zoek werknemers per land

source: Search for a country
nl_nl: Zoek een land

source: The list can load up to {{count}} results. Use the search field to find additional managers.
nl_nl: De lijst kan maximaal {{count}} resultaten laden. Gebruik het zoekveld om extra managers te vinden.

source: Find workers by their manager
nl_nl: Vind werknemers op basis van hun manager

source: The list can load up to {{count}} results. Use the search field to find additional organizational units.
nl_nl: De lijst kan maximaal {{count}} resultaten laden. Gebruik het zoekveld om extra organisatorische eenheden te vinden.

source: Find workers by organizational unit
nl_nl: Vind werknemers per organisatorische eenheid

source: The list can load up to {{count}} results. Use the search field to find additional workers.
nl_nl: De lijst kan maximaal {{count}} resultaten laden. Gebruik het zoekveld om extra medewerkers te vinden.

source: Find specific workers
nl_nl: Zoek specifieke werknemers

source: Manage {{templateName}}
nl_nl: Beheer {{templateName}}

source: Manage reviews
nl_nl: Beheer beoordelingen

source: Both parties will need to submit their review again. The manager should wait for the worker review to be submitted before submitting theirs. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
nl_nl: Beide partijen moeten hun beoordeling opnieuw indienen. De manager moet wachten tot de beoordeling van de werknemer is ingediend voordat hij de zijne indient. Let op dat formulieren op de achtergrond worden verwerkt. Afhankelijk van het aantal beoordelingen dat je hebt geselecteerd, kun je nog steeds enkele van deze formulieren zien wanneer je toekomstige selecties toepast terwijl we ze verwerken en terugsturen naar de managers. Je kunt de applicatie nog steeds blijven gebruiken en alle andere vereiste acties ondernemen.

source: {{count}} review was successfully reopened for workers and managers.
nl_nl: {{count}} beoordeling is succesvol heropend voor werknemers en managers.

source: {{count}} reviews were successfully reopened for workers and managers.
nl_nl: {{count}} beoordelingen zijn succesvol heropend voor werknemers en managers.

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
nl_nl: Verplaats {{count}} beoordeling naar de "In uitvoering" fase voor werknemers en managers. Beide partijen moeten hun beoordeling opnieuw indienen. Deze actie kan niet ongedaan worden gemaakt.

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
nl_nl: Verplaats {{count}} beoordelingen naar de fase "In uitvoering" voor werknemers en managers. Beide partijen moeten hun beoordeling opnieuw indienen. Deze actie kan niet ongedaan worden gemaakt.

source: Reopen reviews for workers and managers
nl_nl: Heropen beoordelingen voor werknemers en managers

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
nl_nl: Verplaats {{count}} beoordeling naar de "In uitvoering" fase voor werknemers en managers. Beide partijen moeten hun beoordeling opnieuw indienen. Deze actie kan niet ongedaan worden gemaakt.

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
nl_nl: Verplaats {{count}} beoordelingen naar de fase "In uitvoering" voor werknemers en managers. Beide partijen moeten hun beoordeling opnieuw indienen. Deze actie kan niet ongedaan worden gemaakt.

source: Reopen reviews for both workers and managers
nl_nl: Heropen beoordelingen voor zowel werknemers als managers

source: Managers will need to republish their inputs to be considered in the review. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
nl_nl: Managers moeten hun input opnieuw publiceren om in de beoordeling te worden meegenomen. Let op dat formulieren op de achtergrond worden verwerkt. Afhankelijk van het aantal beoordelingen dat je hebt geselecteerd, kun je nog steeds enkele van deze formulieren zien wanneer je toekomstige selecties toepast, terwijl we ze verwerken en terugsturen naar de managers. Je kunt de applicatie blijven gebruiken en alle andere vereiste acties ondernemen.
